brew 'coreutils'
brew 'go'
brew 'ghq'
brew 'hg'
brew 'git'
brew 'openssl'
brew 'peco'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'highlight'
brew 'jq'
brew 'zsh-syntax-highlighting'
brew 'zsh-completions'
brew 'screen'
brew 'gotags'
brew 'ctags'
brew 'stern'
brew 'minikube'
brew 'htop'
brew 'ag'
brew 'hub'
brew 'asdf'
brew 'vault'
brew 'gnupg'
brew 'watch'

tap 'superbrothers/zsh-kubectl-prompt'
brew 'zsh-kubectl-prompt'

cask 'docker'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'spectacle'
cask 'google-backup-and-sync'
cask 'google-cloud-sdk'

cask 'font-devicons'
cask 'font-fontawesome'
cask 'font-noto-sans'
cask 'font-noto-sans-cjk-jp'
cask 'font-noto-serif'
cask 'font-hack'

tap 'sanemat/font'
brew 'ricty', args: ['with-powerline']
# vim: set ft=ruby :
